{
  "config": {
    "hyper_parameters": {
      "layer_blstm": {
        "units": 128,
        "return_sequences": true
      },
      "layer_dense": {
        "units": 64,
        "activation": "tanh"
      }
    }
  },
  "tf_model": {
    "class_name": "Model",
    "config": {
      "name": "model_5",
      "layers": [
        {
          "name": "input",
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              17
            ],
            "dtype": "float32",
            "sparse": false,
            "name": "input"
          },
          "inbound_nodes": []
        },
        {
          "name": "layer_embedding",
          "class_name": "Embedding",
          "config": {
            "name": "layer_embedding",
            "trainable": true,
            "batch_input_shape": [
              null,
              null
            ],
            "dtype": "float32",
            "input_dim": 1434,
            "output_dim": 100,
            "embeddings_initializer": {
              "class_name": "RandomUniform",
              "config": {
                "minval": -0.05,
                "maxval": 0.05,
                "seed": null,
                "dtype": "float32"
              }
            },
            "embeddings_regularizer": null,
            "activity_regularizer": null,
            "embeddings_constraint": null,
            "mask_zero": false,
            "input_length": null
          },
          "inbound_nodes": [
            [
              [
                "input",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_blstm",
          "class_name": "Bidirectional",
          "config": {
            "name": "layer_blstm",
            "trainable": true,
            "dtype": "float32",
            "layer": {
              "class_name": "LSTM",
              "config": {
                "name": "lstm",
                "trainable": true,
                "dtype": null,
                "return_sequences": true,
                "return_state": false,
                "go_backwards": false,
                "stateful": false,
                "unroll": false,
                "time_major": false,
                "zero_output_for_mask": true,
                "units": 128,
                "activation": "tanh",
                "recurrent_activation": "hard_sigmoid",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "recurrent_initializer": {
                  "class_name": "Orthogonal",
                  "config": {
                    "gain": 1.0,
                    "seed": null,
                    "dtype": "float32"
                  }
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {
                    "dtype": "float32"
                  }
                },
                "unit_forget_bias": true,
                "kernel_regularizer": null,
                "recurrent_regularizer": null,
                "bias_regularizer": null,
                "activity_regularizer": null,
                "kernel_constraint": null,
                "recurrent_constraint": null,
                "bias_constraint": null,
                "dropout": 0.0,
                "recurrent_dropout": 0.0,
                "implementation": 1
              }
            },
            "merge_mode": "concat"
          },
          "inbound_nodes": [
            [
              [
                "layer_embedding",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_dense",
          "class_name": "Dense",
          "config": {
            "name": "layer_dense",
            "trainable": true,
            "dtype": "float32",
            "units": 64,
            "activation": "tanh",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null,
                "dtype": "float32"
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null
          },
          "inbound_nodes": [
            [
              [
                "layer_blstm",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_crf_dense",
          "class_name": "Dense",
          "config": {
            "name": "layer_crf_dense",
            "trainable": true,
            "dtype": "float32",
            "units": 12,
            "activation": "linear",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null,
                "dtype": "float32"
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {
                "dtype": "float32"
              }
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null
          },
          "inbound_nodes": [
            [
              [
                "layer_dense",
                0,
                0,
                {}
              ]
            ]
          ]
        },
        {
          "name": "layer_crf",
          "class_name": "CRF",
          "config": {
            "name": "layer_crf",
            "trainable": true,
            "dtype": "float32",
            "output_dim": 12,
            "mode": "reg",
            "supports_masking": false,
            "transitions": [
              [
                0.06108812615275383,
                0.2806348502635956,
                -0.04360555112361908,
                -0.04705892875790596,
                -0.5300703048706055,
                -0.5424650311470032,
                -0.563668966293335,
                -0.5356103181838989,
                0.3153635561466217,
                -0.49653345346450806,
                0.10414131730794907,
                0.3603019714355469
              ],
              [
                -0.30233320593833923,
                0.9015306830406189,
                -0.6344946026802063,
                -1.3538520336151123,
                -1.004891276359558,
                -0.44075319170951843,
                -1.020953893661499,
                -0.6236591935157776,
                -0.2249012440443039,
                -0.18273881077766418,
                -0.30574557185173035,
                0.2336607724428177
              ],
              [
                0.28701579570770264,
                -1.3785518407821655,
                0.8045132756233215,
                0.36082524061203003,
                -1.5138194561004639,
                0.19183064997196198,
                -0.8981788754463196,
                -1.6097368001937866,
                0.40829983353614807,
                -0.012679928913712502,
                -0.63124680519104,
                -0.37766724824905396
              ],
              [
                -0.21221937239170074,
                0.8896335959434509,
                -1.0856924057006836,
                -0.5582306981086731,
                -0.7112413048744202,
                -0.23008586466312408,
                -0.903994619846344,
                -0.7951101660728455,
                0.03324257954955101,
                -0.1929088681936264,
                -0.49139270186424255,
                0.3330436050891876
              ],
              [
                -0.08437453955411911,
                -1.0647507905960083,
                -0.5260963439941406,
                0.3583835959434509,
                0.25888553261756897,
                -0.8105438947677612,
                -0.3632820248603821,
                -0.9635977149009705,
                0.3982188105583191,
                -0.48032405972480774,
                0.189284548163414,
                0.4734705686569214
              ],
              [
                0.38411349058151245,
                -1.2262085676193237,
                -0.6348223686218262,
                0.18312488496303558,
                1.1511584520339966,
                -1.2758420705795288,
                -0.7993570566177368,
                -0.9142598509788513,
                0.030043181031942368,
                -0.25811851024627686,
                0.14484339952468872,
                0.02679620124399662
              ],
              [
                -0.11597342044115067,
                -1.335407018661499,
                -0.6440591812133789,
                0.6633210182189941,
                -0.40487757325172424,
                -0.07764097303152084,
                0.5045326352119446,
                -0.7005630135536194,
                -0.5631681680679321,
                0.10807553678750992,
                -0.3969167172908783,
                -0.1644720733165741
              ],
              [
                -0.035833001136779785,
                -0.581186056137085,
                -0.5478076934814453,
                0.28559741377830505,
                -1.4309899806976318,
                -0.41390714049339294,
                -0.7544721364974976,
                0.7055034041404724,
                -0.35475993156433105,
                0.0758490338921547,
                0.05234198644757271,
                -0.2740119397640228
              ],
              [
                0.2353704422712326,
                -1.2586004734039307,
                -0.5881443619728088,
                -0.012868987396359444,
                -1.0856928825378418,
                -0.05916740745306015,
                1.0495588779449463,
                -0.6221701502799988,
                -0.16391943395137787,
                -0.2703537046909332,
                0.13267232477664948,
                -0.3217151165008545
              ],
              [
                0.1967330276966095,
                -1.310049057006836,
                -0.5387605428695679,
                -0.3298768103122711,
                -0.6549795866012573,
                -0.16438442468643188,
                -0.34660765528678894,
                1.040539026260376,
                -0.1091190055012703,
                -0.44420886039733887,
                -0.30694061517715454,
                -0.5459504127502441
              ],
              [
                -0.12424705177545547,
                -0.7842678427696228,
                -0.347212016582489,
                -0.16730672121047974,
                0.22885070741176605,
                -0.3107419013977051,
                -0.20728270709514618,
                0.041821639984846115,
                0.1406325399875641,
                0.035233985632658005,
                -0.14871303737163544,
                0.08617781102657318
              ],
              [
                0.20362937450408936,
                -0.3810673952102661,
                -0.6467238068580627,
                -0.27443698048591614,
                0.2505776882171631,
                -0.5396991968154907,
                -0.6222032308578491,
                -0.15564534068107605,
                0.1642501950263977,
                0.18430112302303314,
                0.6641265153884888,
                -0.44538813829421997
              ]
            ]
          },
          "inbound_nodes": [
            [
              [
                "layer_crf_dense",
                0,
                0,
                {}
              ]
            ]
          ]
        }
      ],
      "input_layers": [
        [
          "input",
          0,
          0
        ]
      ],
      "output_layers": [
        [
          "layer_crf",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf",
    "backend": "tensorflow"
  },
  "embedding": {
    "processor": {
      "class_name": "LabelingProcessor",
      "config": {
        "label2idx": {
          "<PAD>": 0,
          "I-SUB": 1,
          "O": 2,
          "B-SUB": 3,
          "I-BOD": 4,
          "B-BOD": 5,
          "I-DEC": 6,
          "I-ITE": 7,
          "B-DEC": 8,
          "B-ITE": 9,
          "I-FRE": 10,
          "B-FRE": 11
        },
        "token2idx": {
          "<PAD>": 0,
          "<UNK>": 1,
          "<BOS>": 2,
          "<EOS>": 3,
          "\u8840": 4,
          "\u6027": 5,
          "\u5c3f": 6,
          "\u5fc3": 7,
          "\u53d1": 8,
          "\u589e": 9,
          "\u4e0d": 10,
          "\u3001": 11,
          "\u7684": 12,
          "\u9ad8": 13,
          "\u7ec6": 14,
          "\u80ba": 15,
          "\u5927": 16,
          "\u5438": 17,
          "\u51fa": 18,
          "\u7ba1": 19,
          "\u80bf": 20,
          "\u80de": 21,
          "\u75db": 22,
          "\u767d": 23,
          "\u5c0f": 24,
          "\u547c": 25,
          "\u72b6": 26,
          "\u52a8": 27,
          "\u80be": 28,
          "\u6216": 29,
          "\u4f4e": 30,
          "\u53d8": 31,
          "\u5e38": 32,
          "\u548c": 33,
          "\u6709": 34,
          "\u4f53": 35,
          "\u6c34": 36,
          "\u70ed": 37,
          "\u819c": 38,
          "\u6c14": 39,
          "\u538b": 40,
          "\u53ca": 41,
          "\u90e8": 42,
          "\uff0c": 43,
          "\u80fd": 44,
          "\u591a": 45,
          "\u53ef": 46,
          "\u4e0b": 47,
          "\u4e2d": 48,
          "\u8109": 49,
          "\u529b": 50,
          "\u751f": 51,
          "\u76ae": 52,
          "\u808c": 53,
          "\u611f": 54,
          "\u97f3": 55,
          "\u5ea6": 56,
          "\u67d3": 57,
          "\u51cf": 58,
          "\u5185": 59,
          "\u7f3a": 60,
          "\u8179": 61,
          "\u86cb": 62,
          "\u91cd": 63,
          "\u529f": 64,
          "\u5f62": 65,
          "\u8111": 66,
          "\u75c7": 67,
          "\u5c11": 68,
          "\u8d28": 69,
          "\u75c5": 70,
          "\u5316": 71,
          "\u7ed3": 72,
          "\u5206": 73,
          "\u9053": 74,
          "\u663e": 75,
          "\u53cd": 76,
          "\u5f20": 77,
          "\u5931": 78,
          "\u964d": 79,
          "\u4e0a": 80,
          "s": 81,
          "\u6db2": 82,
          "\u73b0": 83,
          "\u6d41": 84,
          "\u54b3": 85,
          "\u5455": 86,
          "\u5410": 87,
          "\u5f02": 88,
          "\u65e0": 89,
          "\u95f4": 90,
          "\u660e": 91,
          "\u8272": 92,
          "u": 93,
          "\u91cf": 94,
          "\u96be": 95,
          "\u5ba4": 96,
          "\u56f0": 97,
          "\u5168": 98,
          "/": 99,
          "\u795e": 100,
          "\u52a0": 101,
          "\u5448": 102,
          "\u9178": 103,
          "<": 104,
          ">": 105,
          "\u635f": 106,
          "\u80f8": 107,
          "\u708e": 108,
          "\u5f71": 109,
          "\u7f29": 110,
          "\u6210": 111,
          "\u6b7b": 112,
          "\u65f6": 113,
          "\u7ea2": 114,
          "\u969c": 115,
          "\u8fc7": 116,
          "\u6837": 117,
          "\u5934": 118,
          "\u810f": 119,
          "\u80a0": 120,
          "1": 121,
          "\u788d": 122,
          "\u4fa7": 123,
          "\u671f": 124,
          "\u9634": 125,
          "\u540e": 126,
          "0": 127,
          "\u8282": 128,
          "\u79ef": 129,
          "\u5468": 130,
          "\u6269": 131,
          "\u7ecf": 132,
          "\u9aa8": 133,
          "2": 134,
          "\u4f4d": 135,
          "\u75b9": 136,
          "\u809d": 137,
          "\u7269": 138,
          "\u8870": 139,
          "\u7403": 140,
          "\u53d7": 141,
          "\u9762": 142,
          "\u5347": 143,
          "\u55fd": 144,
          "\u7d20": 145,
          "\u5de6": 146,
          "\u8f7b": 147,
          "\u8113": 148,
          "b": 149,
          "\u7aed": 150,
          "\u4e3a": 151,
          "\u80b2": 152,
          "\u4fbf": 153,
          "\u963b": 154,
          "\u5728": 155,
          "\u9ecf": 156,
          "\u957f": 157,
          "g": 158,
          "m": 159,
          "\u75bc": 160,
          "\u6536": 161,
          "\u7ef4": 162,
          "\uff08": 163,
          "\uff09": 164,
          "C": 165,
          "\u4e4f": 166,
          "\u7ea4": 167,
          "\u6570": 168,
          "\u6b63": 169,
          "\u5145": 170,
          "\u6d88": 171,
          "A": 172,
          "\u7eed": 173,
          "\u6539": 174,
          "\u6c27": 175,
          "\u4e00": 176,
          "\u53f3": 177,
          "\u8154": 178,
          "\u6025": 179,
          "\u5e94": 180,
          "\u57fa": 181,
          "\u5408": 182,
          "\u524d": 183,
          "\u6dcb": 184,
          "\u7a81": 185,
          "\u4e25": 186,
          "\u7cfb": 187,
          "\u7ec4": 188,
          "\u5f81": 189,
          "\u590d": 190,
          "\u5df4": 191,
          "\u89c1": 192,
          "\u6301": 193,
          "\u5916": 194,
          "\u578b": 195,
          "\u5c40": 196,
          "\u7ec7": 197,
          "\u4f34": 198,
          "\u98df": 199,
          "\u4ee5": 200,
          "\u6ccc": 201,
          "p": 202,
          "\u9633": 203,
          "\u54bd": 204,
          "\u574f": 205,
          "\u6e05": 206,
          "3": 207,
          "\u56f4": 208,
          "\u5411": 209,
          "\u585e": 210,
          "\u773c": 211,
          "I": 212,
          "\u7f13": 213,
          "\u7c92": 214,
          "5": 215,
          "\u8089": 216,
          "\u53a5": 217,
          "\u8868": 218,
          "\u826f": 219,
          "\u7a84": 220,
          "-": 221,
          "\u6591": 222,
          "\u8eab": 223,
          "\u8f83": 224,
          "\u8131": 225,
          "\u5173": 226,
          "\u6813": 227,
          "\u5e73": 228,
          "\u5598": 229,
          "\u652f": 230,
          "H": 231,
          "\u6da6": 232,
          "\u539a": 233,
          "\u623f": 234,
          "\u6ce1": 235,
          "\u80a4": 236,
          "\u6d78": 237,
          "\u74e3": 238,
          "\u539f": 239,
          "\u6c89": 240,
          "\u6076": 241,
          "\u80c0": 242,
          "\u6cfb": 243,
          "\u6bd2": 244,
          "\u53e3": 245,
          "\u72ed": 246,
          "\u83cc": 247,
          "\u6fc0": 248,
          "\u4e8e": 249,
          "G": 250,
          "\u60ca": 251,
          "\u6d3b": 252,
          "\u9000": 253,
          "\u9499": 254,
          "\u80a2": 255,
          "\u73af": 256,
          "\u6297": 257,
          "\u9176": 258,
          "\u7247": 259,
          "\u533a": 260,
          "\u5bf9": 261,
          "\u80c3": 262,
          "\u7076": 263,
          "a": 264,
          "\uff5e": 265,
          "\u7535": 266,
          "\u4e3b": 267,
          "\u7ec0": 268,
          "\u8fdb": 269,
          "\u6307": 270,
          "\u6e17": 271,
          "\u8d2b": 272,
          "\u6bdb": 273,
          "\u9e23": 274,
          "\u884c": 275,
          "\u7b49": 276,
          "\u56e0": 277,
          "\u9885": 278,
          "\u8d77": 279,
          "\u5f25": 280,
          "\u631b": 281,
          "B": 282,
          "\u6742": 283,
          "\u5bb3": 284,
          "\u5e72": 285,
          "\u514b": 286,
          "P": 287,
          "\u4ea1": 288,
          "\u800c": 289,
          "\u9759": 290,
          "\u9677": 291,
          "\u5f8b": 292,
          "\u660f": 293,
          "\u55dc": 294,
          "\u6392": 295,
          "\u5757": 296,
          "\u5bfc": 297,
          "\u5f31": 298,
          "\u606f": 299,
          "4": 300,
          "\u7cd6": 301,
          "\u4f24": 302,
          "\u9057": 303,
          "\u9ec4": 304,
          "\u5c16": 305,
          "\u6c28": 306,
          "\u901a": 307,
          "\u6838": 308,
          "\u75ab": 309,
          "\u5355": 310,
          "\u513f": 311,
          "\u9f3b": 312,
          "\u6162": 313,
          "\u81f4": 314,
          "\u517b": 315,
          "T": 316,
          "\u514d": 317,
          "\u58f0": 318,
          "\u9694": 319,
          "\u4f11": 320,
          "\u817a": 321,
          "\u80a5": 322,
          "\u4e24": 323,
          "\u7761": 324,
          "\u7d2b": 325,
          "\u5f3a": 326,
          "\u5bc6": 327,
          "\u5fae": 328,
          "\u4ee3": 329,
          "\u677f": 330,
          "\u58c1": 331,
          "\u95ed": 332,
          "\u6897": 333,
          "\u8f6c": 334,
          "\u89e3": 335,
          "\u6f2b": 336,
          "\u88c2": 337,
          "\u7aef": 338,
          "\u7578": 339,
          "\u75c9": 340,
          "\u8fd0": 341,
          "\u5feb": 342,
          "\u901f": 343,
          "\u810a": 344,
          "M": 345,
          "\u76f4": 346,
          "\u70e6": 347,
          "\u5230": 348,
          "\u8f6f": 349,
          "\u5e76": 350,
          "\u7d2f": 351,
          "l": 352,
          "\u900f": 353,
          "\u8e81": 354,
          "\u5b50": 355,
          "\u5c04": 356,
          "\u786c": 357,
          "\u6613": 358,
          "\u4e71": 359,
          "\u4ea7": 360,
          "\u4fc3": 361,
          "R": 362,
          "\u5668": 363,
          "\u77ed": 364,
          "\u4e73": 365,
          "\u505c": 366,
          "\u7387": 367,
          "\u53cc": 368,
          "L": 369,
          "\u81f3": 370,
          "\u7d0a": 371,
          "\u840e": 372,
          "\u5236": 373,
          "\u813e": 374,
          "\u5219": 375,
          "\u95e8": 376,
          "\u4e8c": 377,
          "\u9752": 378,
          "\u5747": 379,
          "\u6bb5": 380,
          "\u70b9": 381,
          "\u4e0e": 382,
          "\u4f5c": 383,
          "\u8fdf": 384,
          "\u5faa": 385,
          "\u8ff7": 386,
          "\u5ef6": 387,
          "\u75f0": 388,
          "\u7edf": 389,
          "\u89c6": 390,
          "\u640f": 391,
          "\u5570": 392,
          "\u5b9e": 393,
          "\u9888": 394,
          "\u8005": 395,
          "\u56ca": 396,
          "\u762b": 397,
          "\u8c61": 398,
          "\u9ebb": 399,
          "\u6291": 400,
          "\u65b0": 401,
          "\u7279": 402,
          "\u9ad3": 403,
          "\u62bd": 404,
          "6": 405,
          "O": 406,
          "\u6e10": 407,
          "o": 408,
          "\u5706": 409,
          "\u8c22": 410,
          "\u6e83": 411,
          "\u5b89": 412,
          "\u7559": 413,
          "\u75a1": 414,
          "\u5267": 415,
          "\u4e09": 416,
          "\u56de": 417,
          "\u8db3": 418,
          "\u6d46": 419,
          "\u8fde": 420,
          "\u6b32": 421,
          ",": 422,
          "\u667a": 423,
          "\u7834": 424,
          "\u8fd1": 425,
          "\u7406": 426,
          "e": 427,
          "i": 428,
          "\u5149": 429,
          "\u7f18": 430,
          "\u89d2": 431,
          "\u6e29": 432,
          "\u79fb": 433,
          "\u5b54": 434,
          "\u60a3": 435,
          "\u7624": 436,
          "\u5165": 437,
          ".": 438,
          "\u7cbe": 439,
          "N": 440,
          "\u6e7f": 441,
          "\u51dd": 442,
          "\u4e2a": 443,
          "\u53f6": 444,
          "\u540c": 445,
          "\u80c6": 446,
          "\u8584": 447,
          "%": 448,
          "\u5589": 449,
          "r": 450,
          "\u542c": 451,
          "\u8457": 452,
          "\u7b2c": 453,
          "\u79bb": 454,
          "\u5e95": 455,
          "\u89c4": 456,
          "\u6001": 457,
          "\uff1e": 458,
          "\u94a0": 459,
          "\u81ea": 460,
          "\u5e26": 461,
          "\u78f7": 462,
          "\u6eb6": 463,
          "\u7a92": 464,
          "\u82cd": 465,
          "\u9650": 466,
          "\u76f8": 467,
          "\u5bb9": 468,
          "\u56fa": 469,
          "\u80f1": 470,
          "F": 471,
          "S": 472,
          "D": 473,
          "\u9010": 474,
          "\u6c57": 475,
          "\u8fb9": 476,
          "\u95fb": 477,
          "\u75b1": 478,
          "\u6655": 479,
          "\u8feb": 480,
          "\u6563": 481,
          "\u65ad": 482,
          "\u523a": 483,
          "\u8c03": 484,
          "\u65e9": 485,
          "\u6682": 486,
          "\u5176": 487,
          "\u89c9": 488,
          "\u6cdb": 489,
          "\u7eb9": 490,
          "\u6410": 491,
          "\u75b8": 492,
          "\u7d27": 493,
          "\u9897": 494,
          "\u56db": 495,
          "\u7532": 496,
          "\u7f51": 497,
          "c": 498,
          "\u98a4": 499,
          "\u75f9": 500,
          "\u7aa6": 501,
          "\u5b9a": 502,
          "\u4e5f": 503,
          "\u7a0b": 504,
          "\u51f9": 505,
          "\u6f74": 506,
          "\u6b21": 507,
          "+": 508,
          "\u8033": 509,
          "\u975e": 510,
          "\u6b62": 511,
          "n": 512,
          "\u5dee": 513,
          "\u5929": 514,
          "\u843d": 515,
          "\u5305": 516,
          "\u75ea": 517,
          "\u6ce2": 518,
          "\u6708": 519,
          "\u7eb5": 520,
          "\u66f2": 521,
          "\u51a0": 522,
          "\u5b8c": 523,
          "\u6d53": 524,
          "\u5e7f": 525,
          "\u5f15": 526,
          "\u6784": 527,
          "\u5f00": 528,
          "\u9686": 529,
          "\u610f": 530,
          "\u7136": 531,
          "\u9891": 532,
          "\uff1c": 533,
          "\u7a7a": 534,
          "\u5bd2": 535,
          "\u54af": 536,
          "\u9635": 537,
          "\u70c8": 538,
          "\u94be": 539,
          "\u805a": 540,
          "\u7740": 541,
          "\u91ce": 542,
          "\u4eae": 543,
          "\u654f": 544,
          "\u672a": 545,
          "\u6df1": 546,
          "\u4ea4": 547,
          "\u5982": 548,
          "\u541e": 549,
          "\u78b1": 550,
          "\u8212": 551,
          "\u9002": 552,
          "\u5c42": 553,
          "\u8fbe": 554,
          "\u8bca": 555,
          "\u75d5": 556,
          "\u68c0": 557,
          "\u89e6": 558,
          "\u5e03": 559,
          "\u820c": 560,
          "\u8102": 561,
          "\u5b98": 562,
          "\u538c": 563,
          "\u57f9": 564,
          "\u4f20": 565,
          "\u8dbe": 566,
          "\u5f13": 567,
          "\u8bed": 568,
          "\u7ee7": 569,
          "\u5bbd": 570,
          "\u7ebf": 571,
          "\u8425": 572,
          "7": 573,
          "\u504f": 574,
          "\u65c1": 575,
          "t": 576,
          "8": 577,
          "\u79d8": 578,
          "\u8f93": 579,
          "\u8170": 580,
          "\u542b": 581,
          "\u80ce": 582,
          "\u7600": 583,
          "\u6843": 584,
          "\u8bc6": 585,
          "\u60c5": 586,
          "\u9707": 587,
          "\u75b2": 588,
          "\u653e": 589,
          "\u751a": 590,
          "\u5b58": 591,
          "\u79f0": 592,
          "\u7c97": 593,
          "\u6241": 594,
          "\u56df": 595,
          "\u67a2": 596,
          "\u754c": 597,
          "h": 598,
          "\u5047": 599,
          "\u4e18": 600,
          "\u955c": 601,
          "\u5f88": 602,
          "\u80f6": 603,
          "\u7070": 604,
          "\u5904": 605,
          "\u808b": 606,
          "K": 607,
          "\u96c6": 608,
          "\u70c2": 609,
          "\u5f84": 610,
          "\u5c55": 611,
          "\u7cca": 612,
          "\u6781": 613,
          "\u7cdc": 614,
          "\u9aa4": 615,
          "\u6b96": 616,
          "\u822c": 617,
          "\u6b47": 618,
          "\u624b": 619,
          "\u5148": 620,
          "\u4ea2": 621,
          "\u603b": 622,
          "d": 623,
          "\u7a00": 624,
          "\u6d95": 625,
          "\u9971": 626,
          "\u6a21": 627,
          "\u5f1b": 628,
          "\u6700": 629,
          "\u9699": 630,
          "\u8171": 631,
          "E": 632,
          "\u6bd4": 633,
          "\u7caa": 634,
          "\u4e1d": 635,
          "\u6ee1": 636,
          "\u60f9": 637,
          "\u6240": 638,
          "\u793a": 639,
          "\u9690": 640,
          "\u8fc5": 641,
          "\u6de4": 642,
          "\u6d45": 643,
          "\u8d70": 644,
          "\u6ede": 645,
          "\u7efc": 646,
          "\u54ee": 647,
          "\u6ed1": 648,
          "\u7c98": 649,
          "\u54d1": 650,
          "\u7622": 651,
          "\u5300": 652,
          "\u6c41": 653,
          "\u59cb": 654,
          "\u54ed": 655,
          "9": 656,
          "k": 657,
          "\u81a8": 658,
          "\u54cd": 659,
          "\u77b3": 660,
          "\u4ea6": 661,
          "\u916e": 662,
          "\u4e22": 663,
          "\u7a20": 664,
          "\u7a7f": 665,
          "\u4ed6": 666,
          "\u6e90": 667,
          "\u9abc": 668,
          "\u816d": 669,
          "\u5076": 670,
          "\u8fdc": 671,
          "\u6218": 672,
          "\u8ba1": 673,
          "\u82bd": 674,
          "\u7c7b": 675,
          "\u949d": 676,
          "\u9ed1": 677,
          "\u5507": 678,
          "\u8865": 679,
          "\u6ee4": 680,
          "\u75d2": 681,
          "\u7626": 682,
          "\u5bab": 683,
          "\u63a5": 684,
          "\u5217": 685,
          "\u6d4a": 686,
          "\u594b": 687,
          "\u8180": 688,
          "\u7acb": 689,
          "\u5de8": 690,
          "\u4f38": 691,
          "\u673a": 692,
          "\u6761": 693,
          "\u8def": 694,
          "\u6de1": 695,
          "\u5b66": 696,
          "\u5174": 697,
          "\u5636": 698,
          "\u4e4b": 699,
          "\u4f46": 700,
          "\u201c": 701,
          "\u201d": 702,
          "\u79cd": 703,
          "\u672b": 704,
          "\u76d0": 705,
          "\u5375": 706,
          "\u9501": 707,
          "\u704c": 708,
          "\u6b8b": 709,
          "\u659c": 710,
          "\u55b7": 711,
          "\u80cc": 712,
          "\u53e9": 713,
          "\u4f1a": 714,
          "\u518d": 715,
          "\u8d85": 716,
          "X": 717,
          "\u6676": 718,
          "\u67e5": 719,
          "\u7a33": 720,
          "\u52b3": 721,
          "\u4e27": 722,
          "\u80aa": 723,
          "\u5f80": 724,
          "\u7d22": 725,
          "\u4e14": 726,
          "\u6ce8": 727,
          "\u503e": 728,
          "\u878d": 729,
          "\u777e": 730,
          "\u78b3": 731,
          "\u6f0f": 732,
          "\u765c": 733,
          "\u7e41": 734,
          "\u503c": 735,
          "\u75eb": 736,
          "\u6ef4": 737,
          "\u5e8a": 738,
          "\u8188": 739,
          "\u4f7f": 740,
          "\u8110": 741,
          "\u6a2a": 742,
          "\u91ca": 743,
          "\u5c51": 744,
          "\u7259": 745,
          "\u987a": 746,
          "\u6247": 747,
          "\u7a98": 748,
          "\u5473": 749,
          "\u65e5": 750,
          "\u6775": 751,
          "\u6df7": 752,
          "\u5178": 753,
          "\u66f4": 754,
          "\u731d": 755,
          "\u4ecd": 756,
          "\u8bd5": 757,
          "\u8a00": 758,
          "\u591c": 759,
          "\u2161": 760,
          "\u5582": 761,
          "\u4ece": 762,
          "\u618b": 763,
          "\u6f6e": 764,
          "\u4eba": 765,
          "\u592e": 766,
          "\u5367": 767,
          "\u5782": 768,
          "\u626d": 769,
          "\u9020": 770,
          "\u7ea6": 771,
          "\u94dc": 772,
          "V": 773,
          "\u75c2": 774,
          "\u771f": 775,
          "\u7f6e": 776,
          "\u7618": 777,
          "\u7eaf": 778,
          "\u919b": 779,
          "\u9a8c": 780,
          "\u6c22": 781,
          "\u8461": 782,
          "\u683c": 783,
          "\u56e2": 784,
          "\u677e": 785,
          "\u2103": 786,
          "\u5c48": 787,
          "\u707c": 788,
          "\u8861": 789,
          "\u98ce": 790,
          "\u7126": 791,
          "\u719f": 792,
          "\u754f": 793,
          "\u7531": 794,
          "\u4f59": 795,
          "\u5fd7": 796,
          "\u5371": 797,
          "\u766b": 798,
          "\u67f1": 799,
          "\u5730": 800,
          "\u81c2": 801,
          "\u5ed3": 802,
          "\u88ab": 803,
          "\u6362": 804,
          "\u9644": 805,
          "\u60b8": 806,
          "\u758f": 807,
          "\u968f": 808,
          "\u695a": 809,
          "\u7720": 810,
          "\u5341": 811,
          "\u6d1e": 812,
          "\u7751": 813,
          "\u7ffb": 814,
          "\u8404": 815,
          "\u6c2f": 816,
          "\u6574": 817,
          "\u56fe": 818,
          "\u675f": 819,
          "\u4ec5": 820,
          "\u507f": 821,
          "\u566c": 822,
          "\u6d4b": 823,
          "\u988c": 824,
          "\u71e5": 825,
          "\u8054": 826,
          "\u916a": 827,
          "\u4e34": 828,
          "\u545b": 829,
          "\u81ed": 830,
          "\u5e7d": 831,
          "\u53f7": 832,
          "\u94fe": 833,
          "\u76c2": 834,
          "\u7801": 835,
          "\u8df3": 836,
          "\u6c0f": 837,
          "\u6548": 838,
          "\u7a0d": 839,
          "\u6839": 840,
          "\u597d": 841,
          "\u62ec": 842,
          "\u76b1": 843,
          "\u7528": 844,
          "\u7fa4": 845,
          "\u9798": 846,
          "\u8eaf": 847,
          "\u8f74": 848,
          "q": 849,
          "\u9a6c": 850,
          "\u4f3c": 851,
          "\u809b": 852,
          "\u8651": 853,
          "\u6c2e": 854,
          "\u5373": 855,
          "\u80f0": 856,
          "\u6062": 857,
          "\u9761": 858,
          "\u4fb5": 859,
          "\u5f53": 860,
          "\u89c2": 861,
          "\u5404": 862,
          "\u4f8b": 863,
          "\u6c9f": 864,
          "\u6697": 865,
          "\u8d1f": 866,
          "\u5584": 867,
          "Q": 868,
          "\u6d8e": 869,
          "\u6b8a": 870,
          "\u6bcf": 871,
          "\u50f5": 872,
          "\u7619": 873,
          "\u6ea2": 874,
          "\u53e0": 875,
          "\u8815": 876,
          "\u7ede": 877,
          "\u2265": 878,
          "\u2163": 879,
          "\u7f8a": 880,
          "\u5c4f": 881,
          "\u62d2": 882,
          "\u53eb": 883,
          "\u5e74": 884,
          "\u7597": 885,
          "\u5954": 886,
          "\u8ddd": 887,
          "\u94c1": 888,
          "\u77f3": 889,
          "y": 890,
          "\u5957": 891,
          "\u03b1": 892,
          "\u521d": 893,
          "\u6cbb": 894,
          "\u816e": 895,
          "\u88a2": 896,
          "\u7f16": 897,
          "\u804b": 898,
          "\u7f1d": 899,
          "\u73bb": 900,
          "\u7483": 901,
          "\u5171": 902,
          "\u4e9b": 903,
          "\u9879": 904,
          "\u553e": 905,
          "\u679c": 906,
          "\u7565": 907,
          "\u690e": 908,
          "\u76f2": 909,
          "\u4e45": 910,
          "\u95f7": 911,
          "\u8010": 912,
          "\u6807": 913,
          "\u6e38": 914,
          "\u6b65": 915,
          "\u5012": 916,
          "\u996e": 917,
          "\u65b9": 918,
          "\u7c9f": 919,
          "\u9776": 920,
          "\u75ae": 921,
          "\u5976": 922,
          "\u4e38": 923,
          "\u788e": 924,
          "\u82b1": 925,
          "\u9709": 926,
          "\u5207": 927,
          "\u76cf": 928,
          "\u75be": 929,
          "\u8981": 930,
          "\u9525": 931,
          "\u7ec8": 932,
          "\u7ea7": 933,
          "f": 934,
          "\u80a9": 935,
          "\u66ff": 936,
          "\u500d": 937,
          "\u8d8b": 938,
          "\u6728": 939,
          "\u70e7": 940,
          "\u6cc4": 941,
          "\u8d56": 942,
          "\u866b": 943,
          "\u75a4": 944,
          "\u80a1": 945,
          "\u76d8": 946,
          "\u4e19": 947,
          "\u6298": 948,
          "\u836f": 949,
          "\u51b7": 950,
          "\u5835": 951,
          "\u51e0": 952,
          "\u82ef": 953,
          "\u86db": 954,
          "\u5a74": 955,
          "\u5360": 956,
          "\u63d0": 957,
          "\u5c1a": 958,
          "\u6d4e": 959,
          "\u989d": 960,
          "\u5446": 961,
          "\u8776": 962,
          "\u8bdd": 963,
          "\u5f2f": 964,
          "\u52bf": 965,
          "\u819d": 966,
          "\u8303": 967,
          "\u9f84": 968,
          "\u9187": 969,
          "\u534a": 970,
          "\u8d58": 971,
          "\u6e23": 972,
          "\u4f2a": 973,
          "\u6cab": 974,
          "\u6108": 975,
          "\u76ee": 976,
          "\u53bb": 977,
          "\u7d6e": 978,
          "\u7736": 979,
          "\u7a9d": 980,
          "\u72af": 981,
          "\u542e": 982,
          "\u7729": 983,
          "\u7eff": 984,
          "\u4e60": 985,
          "\u665a": 986,
          "\u90c1": 987,
          "\u7545": 988,
          "\u6668": 989,
          "\u8138": 990,
          "\u6ca1": 991,
          "\u51f8": 992,
          "\u662f": 993,
          "\u6881": 994,
          "\u65cf": 995,
          "\u4f9d": 996,
          "\u4e86": 997,
          "\u76d7": 998,
          "\u9c9c": 999,
          "\u63d2": 1000,
          "\u3002": 1001,
          "\u5420": 1002,
          "\u9519": 1003,
          "\u8106": 1004,
          "\u4e9a": 1005,
          "\u865a": 1006,
          "\u8bf4": 1007,
          "\u786b": 1008,
          "\u8377": 1009,
          "\u5cf0": 1010,
          "\u50cf": 1011,
          "\u51bb": 1012,
          "\u5361": 1013,
          "\u7cd9": 1014,
          "\u67d4": 1015,
          "\u03bc": 1016,
          "\u9150": 1017,
          "\u9f13": 1018,
          "\u76c8": 1019,
          "\u9f7f": 1020,
          "\u6bcd": 1021,
          "\u5229": 1022,
          "\u7ae5": 1023,
          "\u767e": 1024,
          "\u66b4": 1025,
          "\u9664": 1026,
          "\u7f14": 1027,
          "\u8e72": 1028,
          "\u817f": 1029,
          "\u4ef0": 1030,
          "\u632f": 1031,
          "\u6cb9": 1032,
          "\u9006": 1033,
          "\u7537": 1034,
          "\u575a": 1035,
          "\u8910": 1036,
          "\u988a": 1037,
          "\u96f7": 1038,
          "\u8bfa": 1039,
          "\u5f97": 1040,
          "\u8fd8": 1041,
          "\u5bb6": 1042,
          "\u8fc1": 1043,
          "\u759d": 1044,
          "\u5973": 1045,
          "\u584c": 1046,
          "\u6d82": 1047,
          "\u8c35": 1048,
          "\u70eb": 1049,
          "\u9f50": 1050,
          "\u72ac": 1051,
          "\u5e8f": 1052,
          "\u4e59": 1053,
          "\u989c": 1054,
          "\u8702": 1055,
          "\u6750": 1056,
          "\u00d7": 1057,
          "U": 1058,
          "\u64ad": 1059,
          "\u6f20": 1060,
          "\u90bb": 1061,
          "\u6746": 1062,
          "\u5e45": 1063,
          "\u62ac": 1064,
          "\u5242": 1065,
          "\u7ffc": 1066,
          "\u5634": 1067,
          "\u8679": 1068,
          "\u5143": 1069,
          "\u50a8": 1070,
          "\u5f0f": 1071,
          "\u6253": 1072,
          "\u5c24": 1073,
          "\u84dd": 1074,
          "\u63a7": 1075,
          "\u5ff5": 1076,
          "\u73e0": 1077,
          "\u638c": 1078,
          "\u5750": 1079,
          "\u5f39": 1080,
          "\u68a2": 1081,
          "\u6444": 1082,
          "\u987d": 1083,
          "\u7fd8": 1084,
          "\u5e7b": 1085,
          "\u8dc3": 1086,
          "\u547b": 1087,
          "\u541f": 1088,
          "\u4f9b": 1089,
          "\u5df2": 1090,
          "\u6670": 1091,
          "\u6e34": 1092,
          "\u51c9": 1093,
          "\u91cc": 1094,
          "\u59d4": 1095,
          "\u8349": 1096,
          "\u4e92": 1097,
          "\u9541": 1098,
          "\u9e45": 1099,
          "\u53ea": 1100,
          "\u5b64": 1101,
          "\u78fa": 1102,
          "\u692d": 1103,
          "\u5580": 1104,
          "\u5587": 1105,
          "\u2162": 1106,
          "\u65cb": 1107,
          "\u65a5": 1108,
          "\u8367": 1109,
          "\u77ee": 1110,
          "\u4f73": 1111,
          "\u67d0": 1112,
          "\u6d77": 1113,
          "\u661f": 1114,
          "\u534f": 1115,
          "\u8ff9": 1116,
          "\u547d": 1117,
          "\u523b": 1118,
          "\u9012": 1119,
          "\u76c6": 1120,
          "\u9acb": 1121,
          "\u672c": 1122,
          "\u8c46": 1123,
          "\u75d8": 1124,
          "\u5e7c": 1125,
          "\u7a3d": 1126,
          "\u68d5": 1127,
          "\u9f88": 1128,
          "\u6cfd": 1129,
          "\u8bb8": 1130,
          "\u7c73": 1131,
          "\u90fd": 1132,
          "\u2022": 1133,
          "\u4fe1": 1134,
          "\u51fb": 1135,
          "\u9192": 1136,
          "\u2160": 1137,
          "\u80d6": 1138,
          "\u5984": 1139,
          "\u904d": 1140,
          "\u830e": 1141,
          "\u03b2": 1142,
          "\u6597": 1143,
          "\u9f3e": 1144,
          "\u4e4e": 1145,
          "\u5065": 1146,
          "\u5939": 1147,
          "\u80e1": 1148,
          "\u6c61": 1149,
          "\u522b": 1150,
          "\u8513": 1151,
          "\u5ffd": 1152,
          "\u6012": 1153,
          "\u916f": 1154,
          "\u5c14": 1155,
          "\u72ec": 1156,
          "\u5c81": 1157,
          "\u9a71": 1158,
          "\u7981": 1159,
          "\u9488": 1160,
          "\u7ed2": 1161,
          "\u68ad": 1162,
          "\u8098": 1163,
          "\u7c89": 1164,
          "\u8368": 1165,
          "\u03b3": 1166,
          "\u4ec1": 1167,
          "\u8936": 1168,
          "\u53c8": 1169,
          "\u5403": 1170,
          "\u62b1": 1171,
          "\u7ed5": 1172,
          "\u58a8": 1173,
          "\u8c37": 1174,
          "\u8017": 1175,
          "\u51b2": 1176,
          "\u76d6": 1177,
          "\u80fa": 1178,
          "\u5c9b": 1179,
          "\u521b": 1180,
          "\u5c06": 1181,
          "\u568f": 1182,
          "\u4e91": 1183,
          "\u96fe": 1184,
          "\u68d8": 1185,
          "\u643a": 1186,
          "\u5708": 1187,
          "\u6050": 1188,
          "\u626a": 1189,
          "\u5b62": 1190,
          "\u627e": 1191,
          "\u86d4": 1192,
          "\u559c": 1193,
          "\u5f27": 1194,
          "\u624d": 1195,
          "\u8e1e": 1196,
          "\u87ba": 1197,
          "\u55f3": 1198,
          "\u5b69": 1199,
          "\u8bb0": 1200,
          "\u8bf1": 1201,
          "\u978d": 1202,
          "\u4e1b": 1203,
          "\u5480": 1204,
          "\u56bc": 1205,
          "\u70df": 1206,
          "\u895e": 1207,
          "\u8153": 1208,
          "\u80db": 1209,
          "\u8ba4": 1210,
          "\u77e5": 1211,
          "\u6495": 1212,
          "\u6cd5": 1213,
          "\u5d29": 1214,
          "\u5bcc": 1215,
          "\u9ab6": 1216,
          "\uff1b": 1217,
          "\u6795": 1218,
          "\u6324": 1219,
          "\u7709": 1220,
          "\u7eea": 1221,
          "\u6cbf": 1222,
          "\u5177": 1223,
          "\u64e6": 1224,
          "\u2166": 1225,
          "\u2169": 1226,
          "\u8ddf": 1227,
          "\u95f9": 1228,
          "\u62e5": 1229,
          "\u9608": 1230,
          "\u8e7c": 1231,
          "\u68b0": 1232,
          "\u5435": 1233,
          "\u6c47": 1234,
          "\u6cf5": 1235,
          "\u62b5": 1236,
          "\u9171": 1237,
          "\u73ab": 1238,
          "\u7470": 1239,
          "\u6cea": 1240,
          "\u7329": 1241,
          "\u8c8c": 1242,
          "\u5192": 1243,
          "\u6db5": 1244,
          "\u82e5": 1245,
          "\u622a": 1246,
          "\u5496": 1247,
          "\u5561": 1248,
          "\u91d1": 1249,
          "\u8f68": 1250,
          "\u5d4c": 1251,
          "\u00b0": 1252,
          "\u57df": 1253,
          "\u6765": 1254,
          "\u80bd": 1255,
          "\u9170": 1256,
          "\u62f7": 1257,
          "\u8d1d": 1258,
          "\u6625": 1259,
          "\u8d8a": 1260,
          "\u5f55": 1261,
          "\u5026": 1262,
          "\u690d": 1263,
          "\u5fc6": 1264,
          "\u75f4": 1265,
          "\u7ef5": 1266,
          "\u6f13": 1267,
          "\u6620": 1268,
          "\u9876": 1269,
          "\u7741": 1270,
          "\u9996": 1271,
          "\u5907": 1272,
          "\u4fdd": 1273,
          "\u821e": 1274,
          "\u8e48": 1275,
          "\u5c3e": 1276,
          "\u5766": 1277,
          "\u776b": 1278,
          "\u97e7": 1279,
          "\u76b2": 1280,
          "\u8ddb": 1281,
          "\u72fc": 1282,
          "\u9769": 1283,
          "\u7b80": 1284,
          "\u950c": 1285,
          "\u2168": 1286,
          "\u811a": 1287,
          "\u4ecb": 1288,
          "\u53d6": 1289,
          "\u82e6": 1290,
          "\u51cb": 1291,
          "\u5c3d": 1292,
          "\u82f7": 1293,
          "\u814b": 1294,
          "W": 1295,
          "\u6790": 1296,
          "\u6954": 1297,
          "\u6c38": 1298,
          "\u6590": 1299,
          "\u6c64": 1300,
          "\u9152": 1301,
          "\u9009": 1302,
          "\u62e9": 1303,
          "\u5b63": 1304,
          "\u6dc0": 1305,
          "\u732b": 1306,
          "\u5ce1": 1307,
          "\u4f18": 1308,
          "\u637b": 1309,
          "\u536b": 1310,
          "\u8986": 1311,
          "\u6b64": 1312,
          "\u96ea": 1313,
          "\u68ee": 1314,
          "\u6a31": 1315,
          "\u6753": 1316,
          "\u5370": 1317,
          "\u6212": 1318,
          "\u666e": 1319,
          "\u672f": 1320,
          "\u9a91": 1321,
          "\u8de8": 1322,
          "\u7f9f": 1323,
          "\u7b5b": 1324,
          "\u9001": 1325,
          "\u5464": 1326,
          "\u9648": 1327,
          "\u82d4": 1328,
          "\u7236": 1329,
          "\u4eb2": 1330,
          "\u5256": 1331,
          "\u5019": 1332,
          "\u58f6": 1333,
          "\u4efb": 1334,
          "\u4f55": 1335,
          "\u6c60": 1336,
          "\u7275": 1337,
          "\u6d17": 1338,
          "\u95ee": 1339,
          "\u9898": 1340,
          "\u80b1": 1341,
          "\u5439": 1342,
          "\u7b11": 1343,
          "\u8dd6": 1344,
          "\u84c4": 1345,
          "\u4ef7": 1346,
          "\u7518": 1347,
          "\u9aba": 1348,
          "\u8f6e": 1349,
          "\u5e9f": 1350,
          "\u74f6": 1351,
          "\u6b6a": 1352,
          "\u8038": 1353,
          "\u9cde": 1354,
          "\u7591": 1355,
          "\u68af": 1356,
          "\u7701": 1357,
          "\u5883": 1358,
          "\u6309": 1359,
          "\u4f8f": 1360,
          "\u5112": 1361,
          "\u5251": 1362,
          "\u8d39": 1363,
          "\u4e3e": 1364,
          "\u906d": 1365,
          "\u5b55": 1366,
          "\u5265": 1367,
          "\u6876": 1368,
          "\u75bd": 1369,
          "\u6478": 1370,
          "\u906e": 1371,
          "\u949f": 1372,
          "\u6267": 1373,
          "\u7ea0": 1374,
          "\u663c": 1375,
          "\u9e21": 1376,
          "\u557c": 1377,
          "\u543c": 1378,
          "\u9189": 1379,
          "\u8d25": 1380,
          "\u5f99": 1381,
          "\u5170": 1382,
          "\u9508": 1383,
          "\u53f2": 1384,
          "\u7ce0": 1385,
          "\u9eb8": 1386,
          "\u67ef": 1387,
          "\u6f5c": 1388,
          "\u6279": 1389,
          "\u8718": 1390,
          "\u75e3": 1391,
          "\u6293": 1392,
          "\u68c9": 1393,
          "\u592a": 1394,
          "\u2236": 1395,
          "\u94c3": 1396,
          "\u5c5e": 1397,
          "\u7898": 1398,
          "\u7fd5": 1399,
          "\u65e2": 1400,
          "\u7206": 1401,
          "\u888b": 1402,
          "\u51b5": 1403,
          "\u60e7": 1404,
          "\u5377": 1405,
          "\u9774": 1406,
          "\u586b": 1407,
          "\u67b6": 1408,
          "\u5200": 1409,
          "\u592d": 1410,
          "\u540d": 1411,
          "\u53c9": 1412,
          "\u9f8b": 1413,
          "\u7a1a": 1414,
          "\u8680": 1415,
          "\u764c": 1416,
          "\u53e6": 1417,
          "\u9f20": 1418,
          "\u4e43": 1419,
          "\u5806": 1420,
          "\u4e49": 1421,
          "\u65e7": 1422,
          "\u8482": 1423,
          "\u9965": 1424,
          "\u997f": 1425,
          "\u8f85": 1426,
          "\u8165": 1427,
          "\u7726": 1428,
          "\u9645": 1429,
          "\u4e94": 1430,
          "\u62c7": 1431,
          "\u5de2": 1432,
          "\u50fb": 1433
        },
        "token_pad": "<PAD>",
        "token_unk": "<UNK>",
        "token_bos": "<BOS>",
        "token_eos": "<EOS>",
        "dataset_info": {
          "RECOMMEND_LEN": 17,
          "token_count": 1434
        },
        "add_bos_eos": false,
        "sequence_length": 17
      },
      "module": "kashgari.processors.labeling_processor",
      "task": "labeling"
    },
    "class_name": "BareEmbedding",
    "module": "kashgari.embeddings.bare_embedding",
    "config": {
      "sequence_length": 17,
      "embedding_size": 100,
      "task": "labeling"
    },
    "embed_model": {
      "class_name": "Model",
      "config": {
        "name": "model_4",
        "layers": [
          {
            "name": "input",
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [
                null,
                17
              ],
              "dtype": "float32",
              "sparse": false,
              "name": "input"
            },
            "inbound_nodes": []
          },
          {
            "name": "layer_embedding",
